{
  "name": "刘建华",
  "gender": "",
  "birthday": "",
  "graduated_from": "",
  "degree": "",
  "title": "教授，理学博士，博士生导师",
  "honorary_titles": "",
  "organization": "北京航空航天大学",
  "department": "材料科学与工程学院",
  "major": "材料物理与化学系",
  "library": "",
  "research_areas": "研究领域涉及：航空航天材料与装备的腐蚀科学、表面功能材料与先进防护技术、纳米功能材料与技术、仿生材料与生物制造技术、超级电池电容器材料与技术、功能涂层材料与技术等。",
  "personal_introduction": "1978年 -1982年湖南大学金属腐蚀与防护专业本科毕业。1982年 -1984年湖南大学硕士毕业留校工作。1987 年-1991年日本神户大学自然科学研究生院材料专业博士学位毕业。1992年6月晋升为教授，并荣获享受国家政府特殊津贴专家称号。1993年～1995年加拿大国家科学研究院高级访问学者。1995年8月- 北京航空航天大学材料科学与工程系教授。1997年晋升为北京航空航天大学材料学专业博士生导师。1996年-1997年北京航空航天大学材料科学与工程系研究生指导主任。1997年 -2000年北京航空航天大学材料科学与工程系103教研室副主任、主任。2000年-2008年4月北京航空航天大学材料科学与工程学院副院长。1997年 -2004年被聘为北京航空航天大学校学术委员会委员。2013年起担任北京腐蚀与防护学会常务副理事长，2014年起担任中国腐蚀与防护学会副理事长。",
  "education_history": "",
  "work_history": "",
  "honor_history": "",
  "courses": "材料化学,仪器分析基础,现代腐蚀科学与腐蚀评价方法",
  "social_position": "",
  "academical_position": "",
  "achievements": "2012年主要发表论文目录： 1. Liu Jianhua, Zhang Xiaoliang, Yu Mei, Li Songmei, Zhang Jindan. Photoinduced Silver Nanoparticles/Nanorings on Plasmid DNA Scaffolds[J]. Small, 2012,8:310-316 2. Zhang Xiaoliang, Yu Mei, Liu Jianhua, Li Songmei. Biomineralization of Individual Cells with Metal-Cell Wall-Metal Sandwich Structure[J]. Chemical Communication, 2012,48:8240-8242 3. An Junwei, Liu Jianhua, Ma Yuxiao, Li Mengliu, Yu Mei, Li Songmei. A Polyaniline-Grafted Graphene Hybrid with Amide Groups and Its Use in Supercapacitors[J]. Journal of Physical Chemistry C, 2012,116(37):19699-19708 4. Liu Jianhua, An Junwei, Ma Yuxiao, Li Mengliu, Yu Mei, Li Songmei. Preparation of an Amide Group-Connected Graphene?Polyaniline Nanofiber Hybrid and Its Application in Supercapacitors[J]. ACS Applied Materials & Interfaces, 2012,4(6):2870-2876 5. Zhang Xiaoliang, Yu Mei, Liu Jianhua, Li Songmei. Bioinspired Synthesis of Hollow Metallic Microspiral Based on a Spirulina Bioscaffold[J]. Langmuir, 2012,28:3690-3694 6. Liu Jianhua, An Junwei, Ma Yuxiao, Li Mengliu, Ma Rongbao. Synthesis of a Graphene-Polypyrrole Nanotube Composite and Its Application in Supercapacitor Electrode[J]. Journal of the electrochemical society, 2012,159(6):A828-A833 7. Liu Jianhua, Zhang Xiaoliang, Yu Mei, Li Songmei. Preparation and characterization of metallic Cu spiral based on spirulina bioscaffold[J]. Materials Letters, 2012,77:51-53 8. Liu Jianhua, Zhang Xiaoliang, Zhang Jindan, Li Songmei, Yu Mei. Synthesis and characterization of Ag-Ni nanorings based on Plasmid DNA templates[J]. Materials Letter, 2012,67:277-279 9. Yu Mei, Liu Pengrui, Zhang Shilu, Liu Jianhua, An Junwei, Li Songmei. Preparation of graphene?Ag composites and their application for electrochemical detection of chloride[J]. Materials Research Bulletin, 2012,47:3206-3210 10. Liu Jianhua, Zhan Zhongwei, Yu Mei, Li Songmei. Adsorption behavior of glycidoxypropyl-trimethoxy-silane on titanium alloy Ti-6.5Al-1Mo-1V-2Zr[J]. Applied Surface Science, 2013,264:507-515 11. Yu Mei, Hu Jingzhi, Liu Jianhua, Li Songmei. Electromagnetic Properties of Multiferroic Magnetoelectric BaTiO3-CoxFe3-xO4 Core-Shell Particles obtained by Homogeneous Coprecipitation[J]. Journal of Magnetism and Magnetic Materials, 2013,326:31-34 12. Liu Jianhua, Zhan Zhognwei, Yu Mei, Li Songmei, Wang Qiang. Adsorption of glycidoxypropyl-trimethoxysilane on α and β phases of titanium alloy Ti-6.5Al-1Mo-1V-2Zr[J]. Surface and Interface Analysis, 2012,44(7):863-869 13. Wu Guolong, Yu Mei, Liu Jianhua, Li Songmei, Wu Liang, Zhang You. Surface characteristics of anodic oxide films fabricated in acid and neutral electrolytes on Ti-10V-2Fe-3Al alloy[J]. Surface and interface analysis, 2013,45(2):661-666 14. Chen Jueling, Liu Jianhua, Yu Mei, Li Songmei. Corrosion resistance of Zn-Ni/Ni and Ni/Zn-Ni compositionally modulated multilayer coating[J]. Materials and corrocion ? Werkstoffe und Korrosion, 2012,63(7):607-613 15. Liu Jianhua, Wu Guolong, Yu Mei, Li Songmei, Wu Liang. Influence of incremental rate of anodising current on roughness and electrochemical corrosion of the oxide film on titanium alloy Ti-10V-2Fe-3Al[J]. Surface engineering, 2012,28(6):406-411 16. 李松梅, 王博, 刘建华, 于美, 安军伟. 不同形貌镍纳米粒子-石墨烯复合材料的制备及微波吸收性能[J]. 物理化学学报, 2012,28(11):2754-2760 17. An Junwei, Liu Jianhua, Ma Yuxiao, Yu Mei, Li Songmei. Fabrication of graphene/polypyrrole nanotube/MnO2 nanotube composite and its supercapacitor application[J]. The European Physical Journal - Applied Physics, 2012,58:30403 18. Liu Jianhua, An Junwei, Ma Rongbao, Ma Yuxiao, Li Mengliu. Electrochemical properties comparison of the polypyrrole nanotube and polyaniline nanofiber applied in supercapacitor[J]. The European Physical Journal - Applied Physics, 2012,57:30702 19. Li Songmei, Li Bin, Liu Jianhua, Yu Mei. Corrosion Resistance of Superhydrophobic Surfaces on AA2024 Fabricated by Chemical Etching and Anodization[J]. Chinese Journal of Inorganic Chemistry, 2012,28(8):1755-1762 20. Liu Jianhua, Wang Qiang, Yu Mei, Li Songmei, Zhan Zhongwei. Effect of Silica Nanoparticles on Performance of Sol-Gel Coatings[J]. Chinese Journal of Inorganic Chemistry, 2012,28(5):873-880 21. 于美, 胡竞之, 刘建华, 李松梅. BaTiO3-NixZn1-xFe2O4核-壳粒子的均匀共沉淀法制备及性能[J]. 高等学校化学学报, 2012,33(07):1389-1393 22. 刘建华, 董琳, 于美, 李松梅, 詹中伟. LC4铝合金表面电泳沉积硅锆有机无机杂化涂层的制备与性能[J]. 化学学报, 2010,70:2179-2186 23. 刘建华, 章锦丹, 张晓亮, 李松梅, 于美. 质粒DNA光化学反应制备Ag纳米颗粒[J]. 金属学报, 2012,48(9):1139-1144 24. 刘建华, 张施露, 于美, 安军伟, 李松梅. 石墨烯接枝聚吡咯复合物的原位合成及其电容特性研究[J]. 无机材料学报, 2012 25. Yu Mei, Liu Pengrui, Liu Jianhua, Li Songmei. Fabrication and Characterization of Graphene-Ag Nanoparticles Composites[J]. JOURNAL OF INORGANIC MATERIALS, 2012,27:89-94 26. Yu Mei, Liu Pengrui, Zhou Wei, Liu Jianhua, Li Songmei. Preparation and Characterization of Fe3O4/T-ZnOw Composites[J]. CHINESE JOURNAL OF AERONAUTICS, 2012,25: 485-488 27. Wu Lingfei, Li Songmei, Liu Jianhua, Yu Mei. SCC evaluation of ultra-high strength steel in acidic chloride solution[J]. JOURNAL OF CENTRAL SOUTH UNIVERSITY, 2012,19: 2726-2732 28. Liu Jianhua, Zhan Zhognwei, Li Songmei, Yu Mei. Corrosion resisitance of waterborne eposy coating pigmented by nano-sized aluminium poeder on steel[J]. JOURNAL OF CENTRAL SOUTH UNIVERSITY, 2012,19:46-54 29. Liu Jianhua, Wu Guolong, Li Songmei, Yu Mei, Yi Junlan, Wu Liang. Surface analysis of chemical stripping titanium alloy oxide films[J]. Journal of Wuhan University of Technology Materials Science Edition, 2012,27(3):399-404 30. Liu Jianhua, Wen Chen, Yu Mei, Li Songmei, Wang Ruiyang. Manifestations in Corrosion Prophase of Ultra-high Strength Steel 30CrMnSiNi2A in Sodium Chloride Solutions[J]. Journal of Wuhan University of Technology 31. Liu Jianhua, Wu Guolong, Li Songmei, Yu Mei, Yi Junlan, Wu Liang. Comparative study on chemical stripping of titanium oxide films formed on titanium alloy Ti-6.5Al- 1Mo-1V-2Zr[J]. Rare Metal Materials and Engineering, 2012,41",
  "patents": "",
  "projects": "",
  "conferences": "",
  "mobile": "",
  "contact": "（010）82317103，82317131",
  "email": "liujh@buaa.edu.cn",
  "province": "",
  "city": "",
  "address": "4-305"
}