{
  "name": "朱立群",
  "gender": "",
  "birthday": "",
  "graduated_from": "",
  "degree": "",
  "title": "教授，博士生导师",
  "honorary_titles": "",
  "organization": "北京航空航天大学",
  "department": "材料科学与工程学院",
  "major": "材料物理与化学系",
  "library": "",
  "research_areas": "材料表面功能性涂镀层，复合电沉积功能镀层及精细元器件制备，钕铁硼材料的表面防腐蚀新方法，航空铝合金薄板材料的应力腐蚀机理，特种管道材料表面阻垢（地热水管）、防结蜡（采油钢管）机理，非晶态合金电沉积薄膜技术，轻合金材料（钛、镁合金等）表面化学转化膜及电化学转化膜技术，材料表面功能（亲水、憎水）涂料及涂层技术、复杂环境下的涂镀层模拟加速腐蚀试验与评价，航天特殊部件的功能性表面处理等方面的研究与应用。",
  "personal_introduction": "基本情况",
  "education_history": "",
  "work_history": "",
  "honor_history": "",
  "courses": "主讲的课程有：《材料防护原理与工艺》，《材料防腐蚀设计与工程》，《材料表面现代防护理论与技术》，《清洁生产导论与可持续发展》、《电沉积功能薄膜材料技术》等。",
  "social_position": "",
  "academical_position": "",
  "achievements": "科研队伍和指导研究生：课题组成员有教授1名、副教授1名、高级工程师1名，博士生6名和硕士生11名。 主要科研成果： 省部级奖4项。国防科技奖三等奖一项，北京市教学成果一等奖一项 著作和代表性论文： 译著：《合金电镀》、《高性能聚合物复合材料》；合著：《电镀工艺学》、《材料防腐蚀设计与工程》、《防腐蚀表面工程技术》、《现代实用电镀技术》 著：《功能膜层的电沉积理论与技术》代表性论文： 1 Effect of plasma treatment on corrosion resistance of amorphous Ni-based alloys coatings Journal of Chinese society for corrosion and protection 1998.18(1)67 2 Study of surface characteristic with microwave plasma treated amorphous alloy coating, Journal of Beijing University of Aeronautics and Astronautics 1998,24(2)125 3 Study of corrosion resistance of Ni-W-B amorphous alloys coating 49th Annual Meeting of ISE. Kitakyushu，Japan 1998.9 4 Electrodeposition of Zinc-Iron alloy from an alkaline zincate bath Metal Finishing, 1998 ,96(11)54 5 Effect on ZrO2 particles in the electrodeposited Ni-W-B amorphous composite coatings Materials for mechanical engineering 1998，22(4)9 6 Study of the electrodeposition Ni-W amorphous composition coating Journal of functional materials contents, 1999,30(1)85 7 Studies on the resistance to oxidation of electroless Ni-P amorphous deposits Electroplating & finishing 1999，18（3）22 8 Study of Zn-Fe Alloy electrodeposition and its Corrosion Resistance Acta Aeronautica et Astronautica Sinica 2000,21(Sup.)58 9 Study of the Abradable Seal Coating Used in Aircraft Engineer Acta Aeronautica et Astronautica Sinica 2000,21(Sup.)85 10 Study of corrosion resistance of Ni-W-B amorphous alloys coating Plating & Surface Finishing 2000. 10 11 Study of sol-gel / microcapsule compound coating on stainless steel Journal of Beijing University of Aeronautics and Astronautics 2001,27(2) 12 Researches on the grads abradable seal cotings used in Aircraft engine JOURNAL OF MATERIALS ENGINEERING 2001,(2) 13 Study of high-temperature resistance of sol-gel/organic compound coating Journal of functional materials contents, 2001,32(4)422 14 Study of the Capability of the Electrocomposite Coating on the Cu-Zr Alloy JOURNAL OF MATERIALS ENGINEERING 2001,(7)33 15 Amorphous Nickel-Tungsten-Boron composite Electrodeposits with Zirconium Oxide Particles METAL Finishing JULY 2001 16 Study of the Corrosion Resistance of Surface Films after Hydrophobe Treatment Corrosion science and protection technology 2002, No 5 17 Study of the microcapsule /sol-gel compound coatings Aviation material 2002,22(3) 9 18 Study of electrodepositing composite copper inclusion microcapsule MATERIALS PROTECTION, 2003,36(5)21 19 Electrodeposition of composite copper/liquid-containing microcapsule coatings Liqun, Zhu (Division of Materials Engineering, University of Queensland); Wei, Zhang; Feng, Liu; He, Yinghe Source: Journal of Materials Science, v 39, n 2, Jan 15, 2004, p 495-499 20 Composite nickel coatings containing lubricating oil microcapsules and their tribological properties Plating and Surface Finishing 2005 92(6)、49-53 21 Zinc alloyed coating on AZ91D magnesium alloys Journal of Beijing University of Aeronautics and Astronautic 2005 31（1）、8-12 22 The effect of sol ingredient to anodic oxidation film on magnesium alloys 功能材料 2005 36（6）、923-926 23 Preparation and Performance of Hydrophobic Inorganic/Organic Film SURFAC ETECHNOLOGY 2005 34（3）、1-4转32 24 STRAINELECTRODE OF A3 STEEL UNDERE LASTIC DEFORMATION Journal of Chinese Society for Corrosion and Protection 2005 25（4）、226-231 25 Influence of applied stress on cracking and apalling of oxide film in room temperature Journal of Beijing University of Aeronautics and Astronautic 2005 31（10）、1071-1075 26 Study on a Kind of Modified Polycinyl Alcohol Based Waterborne Water-Repellent 现代涂料与涂装 2005 （5）、42-45转47 27 Study of High Temperature Oxidation and Corrosion Resistance of Sol-Gel Alumina Coating on Titanium Alloy Materials Protection 2005 38（6）、18-20 28 Influence of surface modification by mechanical force on corrosion resistance of aluminium-containing coatings on Mg alloys 电镀与涂饰 2005 24（1）、10-12 29 Modification of electroless nickel-plating coatings with sol-gel film Materials Science Forum 2005 （475-479）、3835-3838 30 A study of zinc phosphate coatings on 12·5Cr-21·0Ni stainless steel Transactions of the Institute of Metal Finishing 2005 83（5）258-261 31 Corrosion Resistance Performance of Liquid Containing Microcapsule Composite Nickel and Copper Coating Acta Areonautica Et Astronautica Sinica 2006 27（1） 147-151 32 Improved corrosion resistance of AZ91D magnesium alloy by an aluminium-alloyed coating Surface & Coatings Technology 2006 200（8） 2834-2840 33 Effects of low temperature thermal treatment on Zinc and/or Tin plated coatings of AZ91D Magnesium Alloy [J]. Surface & Coatings Technology.2006, 12 34 Effects of low temperature thermal treatment on Zinc and/or Tin plated coatings of AZ91D Magnesium Alloy. Surface & Coatings Technology(accepted: SCT_12360) 35 Effects of silicate concentration on anodic films formed on AZ91D magnesium alloy in solution containing silica sol. Surface & Coatings Technology (accepted: SCT_12289) 36 Preparation of hydrophobic anodic film on AZ91D magnesium alloy in silicate solution containing silica sol. Surface & Coatings Technology. (accepted: SCT_12333). 37 Electrochemical oxidation characteristic of AZ91D magnesium alloy under the action of silica sol. Surface & Coatings Technology. (accepted: SCT_12126). 38 Zn coatings on AZ91D Magnesium Alloy prepared by electroplating from the electrolyte containing SnO2 sol, 2006 Beijing International Materials Week-Second International Conference on Magnesium. Materials Science Forum Vols. 546-549 (2007) pp. 593-596 39 A novel method to fabricate water-soluble hydrophobic agent and super-hydrophobic film on pretreated metals Applied Surface Science 253 (2007) 3432",
  "patents": "",
  "projects": "",
  "conferences": "",
  "mobile": "",
  "contact": "010-82317133",
  "email": "zhulq@buaa.edu.cn",
  "province": "",
  "city": "",
  "address": ""
}