{
  "name": "李卫平",
  "gender": "",
  "birthday": "",
  "graduated_from": "",
  "degree": "",
  "title": "教授，材料化学教学副主任",
  "honorary_titles": "",
  "organization": "北京航空航天大学",
  "department": "材料科学与工程学院",
  "major": "材料物理与化学系",
  "library": "",
  "research_areas": "腐蚀科学与防护技术：功能涂镀层制备技术；轻合金表面阳极氧化处理技术；材料加速腐蚀实验方法评估和寿命预测。",
  "personal_introduction": "基本情况",
  "education_history": "",
  "work_history": "",
  "honor_history": "",
  "courses": "电沉积功能薄膜材料技术；材料腐蚀科学与防护技术。",
  "social_position": "",
  "academical_position": "",
  "achievements": "近年来参与多项国家自然科学基金、航空科学基金、航天创新基金、国家863、国防预研项目的研究。在国内外重要期刊发表论文近40篇，获国家发明专利6项。 1.Li Weiping, Zhu Liqun, Li Yihong. Electrochemical oxidation characteristic of AZ91D magnesium alloy under the action of silica sol [J]. Surface & Coatings Technology, 2006, 201(3-4):1085-1092. 2.Weiping Li, Liqun Zhu, Yihong Li, Bo Zhao. Growth characterization of anodic film on AZ91D magnesium alloy in electrolyte of Na2SiO3 and KF [J]. Journal of University of Science and Technology Beijing, 2006, 13(5). 3.Weiping Li, Liqun Zhu, Huicong Liu. Effects of silicate concentration on anodic films formed on AZ91D magnesium alloy in solution containing silica sol [J]. Surface & Coatings Technology, 2006, 201(6): 2505?2511. 4.Weiping Li, Liqun Zhu, Huicong Liu. Preparation of hydrophobic anodic film on AZ91D magnesium alloy in silicate solution containing silica sol [J]. Surface & Coatings Technology. 2006, 201(6): 2573?2577. 5.Liqun Zhu, Weiping Li, Dandan Shan. Effects of low temperature thermal treatment on Zinc and/or Tin plated coatings of AZ91D Magnesium Alloy [J]. Surface & Coatings Technology. 2006, 201(6):2768?2775. 6.Weiping Li, Liqun Zhu, Meng Li. Zn coatings on AZ91D Magnesium Alloy prepared by electroplating from the electrolyte containing SnO2 sol [A], Mater. Sci. Forum. 2007, (546-549): 593-596. 7.Li Weiping*; Zhu Liqun ; Gu, Jing; Liu, Huicong. Microwave absorption properties of fabric coated absorbing material using modified carbonyl iron power[J]. Composites Part B: Engineering, 2011, 42(4): 626-630. 8.Li Weiping*, Li Wen, Zhu Liqun, Liu Huicong, Wang Xiaofang. Non-sparking anodization process of AZ91D magnesium alloy under low AC voltage[J]. Materials Science and Engineering: B, 2013. 9.Li Weiping*, Zhu Liqun, Liu Huicong, Zhai Junyun. Preparation of anti-wax coatings and their anti-wax property in crude oil[J]. Journal of Petroleum Science and Engineering, 2013. 10.Wei Youyang ; Li Weiping ; Liu Huicong ; Liu Yongzheng ; Zhu Liqun*. Effects of submicron diamonds on the growth of copper in Cu-diamond co-deposition[J]. International Journal of Minerals, Metallurgy, and Materials, 2012, 19(1): 72-76. 11.Wang Gongguan, Zhu Liqun, Liu Huicong, Li Weiping*. Galvanic corrosion of Ni?Cu?Al composite coating and its anti-fouling property for metal pipeline in simulated geothermal water[J]. Surface and Coatings Technology, 2012, 206(18): 3728-3732. 12.Guo Yuzhen, Li Weiping, Zhu Liqun*, Liu Huicong. An excellent non-wax-stick coating prepared by chemical conversion treatment[J]. Materials Letters, 2012, 72: 125-127. 13.Ming Qi Tang, Weiping Li, Liqun Zhu. The Effect of Titania Sol in Phosphate Electrolyte on Microarc Oxidation Coatings on Aluminium Alloy, Inernational Journal of Modern Physics B, 2010, 24(15-16):3190-3196; 14.Mingqi Tang, Huicong Liu, Weiping Li, Liqun Zhu. Effect of zirconia sol in electrolyte on the characteristics of microarc oxidation coating on AZ91D magnesium. Materials Letters, 2011, 65(3): 413-415; 15.Tang Mingqi, Li Weiping, Liu Huicong, Zhu Liqun. Preparation Al2O3/ZrO2 composite coating in an alkaline phosphate electrolyte containing K2ZrF6 on aluminum alloy by microarc oxidation[J]. Applied Surface Science, 2012, 258(15): 5869-5875. 16.Haining Chen, Liqun Zhu, Qin Hou, Weitao Liang, Huicong Liu and Weiping Li*. ZnOHF nanostructure-based quantum dots-sensitized solar cells. Journal of Materials Chemistry, 22, 23344?23347, 2012； 17.Haining Chen, Weiping Li, Huicong Liu, Liqun Zhu*. CdS quantum dots sensitized single- and multi-layer porous ZnO nanosheets for quantum dots-sensitized solar cells. Electrochemistry Communications, 13, 331-334, 2011; 18.Haining Chen, Liqun Zhu, Huicong Liu, and Weiping Li*.ITO Porous Film-Supported Metal Sulfide Counter Electrodes for High-Performance Quantum-Dot-Sensitized Solar Cells. Journal of Physical Chemistry C, 117, 3739−3746, 2013; 19.Haining Chen, Liqun Zhu, MengWang, Huicong Liu, Weiping Li*. Wire-shaped quantum dots-sensitized solar cells based on nanosheets and nanowires. Nanotechnology, 22, 475402 (8pp), 2011; 20.Haining Chen, Liqun Zhu, Huicong Liu, Weiping Li*. Growth of ZnO nanowires on fibers for one-dimensional flexible quantum dot-sensitized solar cells. Nanotechnology, 23 (7): 075402 (7pp), 2012; 21.Qin Hou, Liqun Zhu, Haining Chen, Huicong Liu, Weiping Li*, Highly regular and ultra-thin porous ZnO nanosheets: An indirect electrodeposition method using acetate-containing precursor and their application in quantum dots-sensitized solar cells, Electrochimica Acta, 94, 72-79, 2013; 22.Qin Hou, Liqun Zhu, Haining Chen, Huicong Liu, Weiping Li*, Growth of porous ZnO nanosheets by electrodeposition with Zn4SO4(OH)6•4H2O as precursor, Electrochimica Acta, 85, 438-443, 2012; 23.Qin Hou, Liqun Zhu, Haining Chen, Huicong Liu, Weiping Li*, Growth of flower-like porous ZnO nanosheets by electrodeposition with Zn5(OH)8(NO3)2•2H2O as precursor, Electrochimica Acta, 78, 55-64, 2012; 24.Haining Chen, Weiping Li, Qin Hou, Huicong Liu, Liqun Zhu*. A general deposition method for ZnO porous films: Occlusion electrosynthesis, Electrochimica Acta, 56, 9459-9466, 2011; 25.Haining Chen, Weiping Li, Qin Hou, Huicong Liu, Liqun Zhu*. Growth of three-dimensional ZnO nanorods by electrochemical method for quantum dots-sensitized solar cells. Electrochimica Acta, 56, 8358-8364, 2011; 26.Haining Chen, Weiping Li, Huicong Liu, Liqun Zhu*, Performance enhancement of CdS-sensitized TiO2 mesoporous electrode with two different sizes of CdS nanoparticles. Microporous and Mesoporous Materials, 138, 235-238, 2011; 27.Haining Chen, Weiping Li, Huicong Liu, Liqun Zhu*. A suitable deposition method of CdS for high performance CdS-sensitized ZnO electrodes: Sequential chemical bath deposition. Solar Energy, 84, 1201-1207, 2010; 28.Qin Hou, Liqun Zhu, Haining Chen, Huicong Liu, Weiping Li*, Growth of porous ZnO nanosheets by electrodeposition with the addition of KBr in nitrate electrolyte, Materials Letters, 89, 283-286, 2012; 29.Haining Chen, Weiping Li, Huicong Liu, Liqun Zhu*. Immobilizing ZnO nanoparticles to porous film by occlusion electrosynthesis for photoelectrochemical cells. Materials Letters, 65, 614-616, 2011; 30.Haining Chen, Liqun Zhu*, Weiping Li, Huicong Liu. A three-dimensional electrode for photoelectrochemical cell: TiO2 coated ITO mesoporous film. Materials Letters, 64, 781-784, 2010; 31.Haining Chen, Liqun Zhu*, Weiping Li, Huicong Liu. Synthesis and photoelectrochemical behavior of CdS quantum dots-sensitized indium?tin?oxide mesoporous film. Current Applied Physics, 12, 129-133, 2012; 32.Haining Chen, Liqun Zhu, Huicong Liu, Weiping Li*. Effects of preparing conditions on electrodeposited nanostructures in the Zn(NO3)2 electrolyte containing KCl. Thin solid films, 2013, Available online, 10.1016/j.tsf.2013.02.060. 2013.",
  "patents": "",
  "projects": "",
  "conferences": "",
  "mobile": "",
  "contact": "010-82317113",
  "email": "liweiping@buaa.edu.cn",
  "province": "",
  "city": "",
  "address": "教学区（四）-222"
}