{
  "name": "管娟",
  "gender": "",
  "birthday": "",
  "graduated_from": "",
  "degree": "",
  "title": "副教授",
  "honorary_titles": "",
  "organization": "北京航空航天大学",
  "department": "材料科学与工程学院",
  "major": "材料科学系",
  "library": "",
  "research_areas": "生物高分子材料的力学性能；功能性生物高分子材料的制备与表征；动态力学热分析；生物材料结构与性能的关系；生物结构材料中的“能量管理”：储存与损耗。",
  "personal_introduction": "2006年本科毕业于天津大学材料科学与工程专业，2009年硕士毕业于复旦大学高分子物理与化学专业，同年获中国教育部-牛津大学联合奖学金留学，于2013年得到英国牛津大学动物学系博士学位，毕业归国。2013年10月加入北航国际交叉科学研究院的先进结构与生物材料研究中心，2014年3月受聘为北航“卓百”副教授。",
  "education_history": "",
  "work_history": "",
  "honor_history": "",
  "courses": " ",
  "social_position": "",
  "academical_position": "",
  "achievements": "代表性论文： 1. Linking naturally and unnaturally spun silks through the forced reeling of Bombyx mori. Acta Biomaterialia, accepted. Mortimer, B.; Guan, J.; Holland, C.*; Porter, D.; Vollrath, F. 2. Understanding the variability of properties in Antheraea pernyi silk fibres. Soft Matter 2014;10:6321-31. Wang, Y.; Guan, J.; Hawkins, N.; Porter, D.; Shao, Z. 3. Spider Silk: Super Material or Thin Fibre? Advanced Materials 2013, 25 (9), 1275-1279. Porter, D.*(导师); Guan, J.; Vollrath, F. 4. Thermally induced changes in dynamic mechanical properties of native silks. Biomacromolecules 2013, 14 (3), 930-937. Guan, J.; Porter, D.*; Vollrath, F. 5. Two mechanisms for supercontraction in Nephila spider dragline silk. Biomacromolecules 2011, 12 (11), 4030-4035. Guan, J.; Vollrath, F.; Porter, D*. 6. Silks cope with stress by tuning their mechanical properties under load. Polymer 2012, 53 (13), 2717-2726. Guan, J.; Porter, D.*; Vollrath, F. 7. Morphology and mechanical properties of soy protein scaffolds made by directional freezing. Journal of Applied Polymer Science 2010, 118 (3), 1658-1665. Guan, J.; Porter, D.; Tian, K.; Shao, Z.; Chen, X*. ",
  "patents": "",
  "projects": "",
  "conferences": "",
  "mobile": "",
  "contact": "15810741731",
  "email": "juan.guan@buaa.edu.cn",
  "province": "",
  "city": "",
  "address": "国际交叉科学院IRC大楼418室"
}